Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# connect_connection_success_description %@
source: 2FAS Pass Browser Extension connected to %@.
de: Die 2FAS Pass Browser-Erweiterung wurde mit %@ verbunden.
pl: Rozszerzenie przeglądarki 2FAS Pass połączone z %@.

# connect_connection_success_title
source: Connected
de: Verbunden
pl: Połączono

# connect_enter_browser_qr_title
source: Enter Browser QR
de: Browser QR eingeben
pl: QR przeglądarki

# connect_intro_description
source: Pair the app with a browser extension (**Chrome, Safari, Firefox, Opera**) to securely autofill your Item details while browsing on your desktop.
de: Koppel die App mit einer 2FAS Pass Browser-Erweiterung, um sicher und einfach deine Einträge automatisch einzufügen.
pl: Połącz aplikacje z rozszerzeniem przeglądarki (**Chrome, Safari, Firefox, Opera**), aby bezpiecznie autouzupełniać szczegóły elementów na komputerze.

# connect_intro_header
source: Connect 2FAS Pass to the browser extension
de: Verbinde die 2FAS Pass App mit der Browser-Erweiterung
pl: Połącz 2FAS Pass z rozszerzeniem przeglądarki

# connect_intro_learn_more_cta
source: Learn more
de: Mehr Informationen
pl: Dowiedz się więcej

# connect_invalid_signature_message
source: Signature could not be verified.
de: Die Signatur konnte nicht verifiziert werden.
pl: Nie można zweryfikować podpisu.

# connect_invalid_signature_title
source: Error
de: Fehler

# connect_modal_error_app_update_required_cta_android
source: Update app
de: App aktualisieren
pl: Zaktualizuj aplikację

# connect_modal_error_app_update_required_subtitle
source: Please update the app to connect to the browser extension
de: Bitte aktualisiere die App, um dich mit der Browser-Erweiterung zu verbinden.
pl: Proszę zaktualizować aplikację, aby połączyć się z rozszerzeniem przeglądarki

# connect_modal_error_app_update_required_title
source: Update required
de: Update benötigt
pl: Wymagana aktualizacja

# connect_modal_error_browser_extension_update_required_subtitle
source: Update browser extension
de: Browser-Erweiterung aktualisieren
pl: Zaktualizuj rozszerzenie przeglądarki

# connect_modal_error_browser_extension_update_required_title
source: Browser extension update required
de: Aktualisierung der Browser-Erweiterung benötigt
pl: Wymagana aktualizacja rozszerzenia przeglądarki

# connect_modal_error_extensions_limit_cta
source: Upgrade plan
de: Tarif upgraden
pl: Ulepsz plan

# connect_modal_error_extensions_limit_subtitle
source: You’ve reached the limit of connected browsers. Disconnect one to continue, or consider upgrading your plan for more flexibility.
de: Du hast dein Limit von verbundenen Browsern erreicht. Entferne eine der Verbindungen oder ändere deinen Tarif für mehr Flexibilität.
pl: Osiągnięto limit połączonych przeglądarek. Rozłącz jedną, aby kontynuować, lub rozważ ulepszenie swojego planu dla większej swobody.

# connect_modal_error_extensions_limit_title
source: Limit reached
de: Limit erreicht
pl: Osiągnięto limit

# connect_modal_error_generic_cta
source: Try again
de: Erneut versuchen
pl: Spróbuj ponownie

# connect_modal_error_generic_subtitle
source: Something went wrong while connecting. Please try again.
de: Beim Verbinden ist ein Fehler aufgetreten. Versuche es bitte erneut.
pl: Wystąpił błąd podczas łączenia. Spróbuj ponownie.

# connect_modal_error_generic_title
source: Error occurred
de: Ein Fehler ist aufgetreten
pl: Wystąpił błąd

# connect_modal_error_no_internet_subtitle
source: No Internet connection. Please try again.
de: Keine Internetverbindung. Bitte versuche es erneut.
pl: Brak połączenia z iternetem. Spróbuj ponownie.

# connect_modal_error_no_internet_title
source: Connection error
de: Verbindungsfehler
pl: Błąd połączenia

# connect_modal_header_title
source: Connecting with Browser Extension
de: Eine Verbindung mit der Browser-Erweiterung wird aufgebaut
pl: Łączenie z rozszerzeniem przeglądarki

# connect_modal_loading
source: Connecting…
de: Eine Verbindung wird aufgebaut ....
pl: Łączenie...

# connect_modal_success_cta
source: Close
de: Schließen
pl: Zamknij

# connect_modal_success_subtitle
source: 2FAS Pass Browser Extension connected to %@.
de: Die Browser-Erweiterung hat sich mit %@ verbunden.
pl: Rozszerzenie przeglądarki 2FAS Pass połączone z %@.

# connect_modal_success_title
source: Connected
de: Verbunden
pl: Połączono

# connect_modal_success_toast
source: Connected successfully!
de: Die Verbindung wurde erfolgreich aufgebaut!
pl: Połączono pomyślnie!

# connect_modal_unknown_browser_cta_negative
source: Cancel
de: Abbrechen
pl: Anuluj

# connect_modal_unknown_browser_cta_positive
source: Yes, proceed
de: Ja, fortfahren
pl: Tak, kontynuuj

# connect_modal_unknown_browser_subtitle
source: Are you connecting to the web browser on the computer you trust?
de: Verbindest du dich von einem Gerät, dem du vertraust?
pl: Czy łączysz się z przeglądarką na komputerze, któremu ufasz?

# connect_modal_unknown_browser_title
source: Security check
de: Sicherheitsüberprüfung
pl: Weryfikacja

# connect_permissions_enable
source: Enable Permissions
de: Erlauben
pl: Włącz uprawnienia

# connect_qr_instruction
source: Point your camera at the QR code shown by the 2FAS Pass Browser Extension.
de: Richte deine Kamera auf den QR-Code der Browser-Erweiterung.
pl: Zeskanuj kod QR wyświetlany przez rozszerzenie przeglądarki 2FAS Pass.

# connect_qrcode_camera_description
source: Open the 2FAS Pass Browser Extension and point your camera at the QR code.
de: Bitte öffne die Browser-Erweiterung und scanne den QR-Code mit der 2FAS Pass App.
pl: Otwórz rozszerzenie przeglądarki 2FAS Pass i skieruj kamerę na kod QR.

# connect_setup_camera_cta
source: Allow camera access
de: Erlaube den Zugriff auf die Kamera
pl: Pozwól na korzystanie z kamery

# connect_setup_camera_error
source: For the browser extension to work properly, you must allow the app to use the camera
de: Für ein problemloses Erlebnis benötigt die App Zugriff auf die Kamera
pl: Aby rozszerzenie przeglądarki działało prawidłowo, musisz pozwolić aplikacji na korzystanie z kamery

# connect_setup_camera_step_description
source: Allow the app to use the camera to connect it with the browser extension by scanning the QR code.
de: Erlaube der App die Kamera zu nutzen, um damit die QR-Codes der Browser-Erweiterung zu scannen.
pl: Pozwól aplikacji na korzystanie z kamery, aby połączyć ją z rozszerzeniem przeglądarki poprzez zeskanowanie kodu QR.

# connect_setup_camera_step_title
source: Camera access
de: Kamera Zugriff
pl: Dostęp do kamery

# connect_setup_description
source: For the browser extension to work properly, please allow 2FAS Pass to use the camera and turn on notifications.
de: Damit die App reibungslos funktioniert, benötigt sie Zugriff auf die Kamera sowie darauf, Benachrichtigungen zu schicken. Bitte erlauben sie diese Berechtigungen in den Einstellungen.
pl: Aby rozszerzenie przeglądarki działało prawidłowo, pozwól aplikacji 2FAS Pass na korzystanie z kamery i włącz powiadomienia.

# connect_setup_finish_cta
source: Done
de: Erledigt
pl: Gotowe

# connect_setup_header
source: 2FAS Pass Browser Extension
de: 2FAS Pass Browser-Erweiterung
pl: Rozszerzenie przeglądarki 2FAS Pass

# connect_setup_push_cta
source: Allow notifications
de: Erlaube Benachrichtigungen
pl: Pozwól na powiadomienia

# connect_setup_push_step_description
source: Enable notifications to receive the confirmation requests from the browser extension.
de: Bitte aktiviere Benachrichtigungen, damit du die Bestätigungsanfragen der Browser-Erweiterung erhälst.
pl: Włącz powiadomienia, aby otrzymywać prośby o potwierdzenie z rozszerzenia przeglądarki.

# connect_setup_push_step_title
source: Push notifications
de: Benachrichtigungen
pl: Powiadomienia push

# connect_setup_push_warning_ios %@
source: Using push notifications makes communicating with the browser extension much more convenient. Go to **[System Settings](%@)**.
de: Das Nutzen von Benachrichtigungen macht das Kommunizieren mit der Browser-Erweiterung deutlich einfacher und bequemer. Du kannst das ganze in **[System Settings](%@)** aktivieren.
pl: Korzystanie z powiadomień push ułatwia komunikację z rozszerzeniem przeglądarki. Przejdź do **[Ustawień systemowych](%@)**.

# connect_setup_steps_header
source: 2FAS Pass Browser Extension setup
de: 2FAS Pass Browser-Erweiterung Einrichtung
pl: Konfiguracja rozszerzenia przeglądarki 2FAS Pass

# connect_title
source: Connect
de: Verbinden
pl: Połącz

# content_type_card_name
source: Card
de: Karte
pl: Karta

# content_type_filter_all_name
source: All Items
de: Alle Einträge
pl: Wszystkie

# content_type_filter_card_name
source: Cards
de: Karten
pl: Karty

# content_type_filter_secure_note_name
source: Secure Notes
de: Sichere Notiz
pl: Notatki

# content_type_secure_note_name
source: Secure Note
de: Sichere Notizen
pl: Notatka

# content_type_unknown_name
source: Unknown
de: Unbekannt
pl: Nieznany

# credential_exchange_export_cta
source: Export
de: Exportieren
pl: Eksportuj

# credential_exchange_export_description
source: Export your credentials to another password manager.
de: Exportiere deine Einträge in einen anderen Passwortmanager
pl: Wyeksportuj swoje dane logowania do innego menedżera haseł.

# credential_exchange_export_error_title
source: Export failed
de: Exportieren fehlgeschlagen
pl: Eksport nieudany

# credential_exchange_export_title
source: Export to another app
de: In eine andere App exportieren
pl: Eksportuj do innej aplikacji

# credential_exchange_import_cta
source: Import
de: Importieren
pl: Importuj

# credential_exchange_import_desciption
source: Your credentials are ready to be imported.
de: Deine Einträge sind bereit importiert zu werden
pl: Twoje dane logowania są gotowe do importu.

# credential_exchange_import_error_title
source: Import failed
de: Importieren fehlgeschlagen
pl: Eksport nieudany

# credential_exchange_import_success_description
source: Your credentials have been imported successfully.
de: Deine Einträge wurden erfolgreich importiert.
pl: Twoje dane logowania zostały pomyślnie zaimportowane.

# credential_exchange_import_success_title
source: Import complete
de: Importieren abgeschlossen
pl: Import zakończony

# credential_exchange_import_title
source: Import credentials
de: Einträge importieren
pl: Importuj dane logowania

# credential_exchange_importing_description
source: Importing your credentials…
de: Deine Einträge werden importiert...
pl: Importowanie danych logowania…

# credit_card_cardholder_label
source: Cardholder
de: Karteninhaber*in
pl: Właściciel karty

# credit_card_expiration_label
source: Expiration date
de: Ablaufdatum
pl: Data ważności

# credit_card_notes_label
source: Notes
de: Notizen
pl: Notatki

# credit_card_number_label
source: Card Number
de: Kartennummer
pl: Numer karty

# customization_device_name_error_empty
source: Name can not be empty
de: Der Name darf nicht leer sein
pl: Nazwa nie może być pusta

# customization_device_name_error_max_length
source: Max length is 128 characters
de: Die maximale Länge beträgt 128 Zeichen
pl: Maksymalnie 128 znaków

source: Customize icon
de: Icon bearbeiten
pl: Dostosuj ikonę

# customize_icon_custom
source: Custom
de: Benutzerdefiniert
pl: Własna

# customize_icon_custom_placeholder
source: Add URL
de: URL hinzufügen
pl: Dodaj adres URL

# customize_icon_header
source: Icon style
de: Icon Design
pl: Styl ikonki

# customize_icon_label_color
source: Color
de: Farbe
pl: Kolor

# customize_icon_label_header
source: Settings
de: Einstellungen
pl: Ustawienia

# customize_icon_label_placeholder
source: Enter label
de: Label eingeben
pl: Wpisz treść etykiety

# customize_icon_label_reset
source: Reset
de: Neustart

# decryption_key_share_sheet_title
source: Save the Decryption Kit in a safe place
de: Speicher das Entschlüsselungskit an einem sicheren Ort
pl: Zapisz zestaw deszyfrujący w bezpiecznym miejscu

# decryption_kit_confirm_description
source: Just double-checking: Have you securely saved your decryption kit? It's your lifeline to your Vault if you ever need to recover it.
de: Nur um sicherzugehen: Hast du dein Entschlüsselungskit an einem sicheren Ort gespeichert? Eine Wiederherstellung deines Tresores ist ausschließlich mit dem Entschlüsselungskit möglich.
pl: Uwaga: czy bezpiecznie zapisałeś swój zestaw deszyfrujący? Jest to jedyny sposób na odzyskanie dostępu do twojego sejfu w razie potrzeby.

# decryption_kit_confirm_title
source: Decryption Kit saved?
de: Hast du das Entschlüsselungskit gespeichert?
pl: Czy zapisałeś zestaw deszyfrujący?

# decryption_kit_cta
source: Save PDF file
de: PDF speichern
pl: Zapisz plik PDF

# decryption_kit_description
source: The only way to recover your Vault.
de: Der einzige Weg, um deinen Tresor wiederherzustellen.
pl: Jedyny sposób na przywrócenie twojego sejfu.

# decryption_kit_file_date
source: Created on %@
de: Erstellt am %@
pl: Utworzono %@

# decryption_kit_file_qr_code_description
source: Scan this QR code instead of retyping your Secret Words.
de: Scanne diesen QR-Code, um die Wiederherstellungswörter nicht manuell eingeben zu müssen.
pl: Zeskanuj ten kod QR zamiast wpisywać tajne słowa.

# decryption_kit_file_qr_code_master_key_description
source: Scan this QR code instead of retyping your Secret Words and Master Password.
de: Scanne diesen QR-Code, um die Wiederherstellungswörter und dein Masterkennwort nicht manuell eingeben zu müssen.
pl: Zeskanuj ten kod QR zamiast wpisywać tajne słowa i hasło główne.

# decryption_kit_notice_msg
source: If I lose this file, I will lose access to all my 2FAS Pass data.
de: Ich bestätige, dass wenn ich diese Datei verliere, keinen Zugriff mehr auf meinen 2FAS Tresor habe.
pl: utrata tego pliku spowoduje utratę dostępu do wszystkich danych zawartych w 2FAS Pass.

# decryption_kit_notice_title
source: I understand that
de: Ich habe das verstanden
pl: Rozumiem, że

# decryption_kit_save_modal_cta1
source: Share
de: Teilen
pl: Udostępnij

# decryption_kit_save_modal_cta2
source: Save to file
de: Als Datei speichern
pl: Zapisz plik

# decryption_kit_save_modal_description
source: Keep your Decryption Kit in a safe place. Never share it with anyone to protect your data.
de: Speicher dein Entschlüsselungskit an einem sicheren Ort. Teile es niemals mit anderen Personen, um den Schutz deiner Daten zu gewährleisten.
pl: Przechowuj zestaw deszyfrujący w bezpiecznym miejscu. Nie udostępniaj go nikomu, aby chronić swoje dane.

# decryption_kit_save_modal_title
source: Save Decryption Kit
de: Das Entschlüsselungskit speichern
pl: Zapisz zestaw deszyfrujący

# decryption_kit_save_toast
source: Decryption Kit saved!
de: Dein Entschlüsselungskit wurde erfolgreich gespeichert!
pl: Zestaw deszyfrujący zapisany!

# decryption_kit_settings_cta
source: Done
de: Erledigt
pl: Gotowe

# decryption_kit_settings_description
source: The file contains the QR code that allows you to recover access to your 2FAS Pass Vault.
de: Die Datei beinhaltet den QR-Code, durch welchen du deinen 2FAS Pass Tresor entschlüsseln kannst.
pl: Plik zawiera kod QR, który umożliwia odzyskanie dostępu do sejfu 2FAS Pass.

# decryption_kit_settings_master_key
source: Master Password hash
de: Masterkennwort Hash
pl: Skrót hasła głównego

# decryption_kit_settings_qr_label
source: Your QR code consists of:
de: Dein QR-Code besteht aus:
pl: Twój kod QR składa się z:

# decryption_kit_settings_secret_words
source: Secret Words (15-word phrase)
de: Wiederherstellungswörter (15-Wörter)
pl: Tajnych słów (15-wyrazowej frazy)

# decryption_kit_settings_secret_words_ios
source: **Secret Words** (15-word phrase)
de: **Wiederherstellungswörter** (15 Wörter)
pl: **Tajnych słów** (15-wyrazowa fraza)

# decryption_kit_settings_title
source: Decryption Kit Settings
de: Entschlüsselungskit
pl: Ustawienia zestawu deszyfrującego

# decryption_kit_settings_toggle_msg
source: to avoid entering the Master Password during Vault recovery.
de: um zu verhindern, dass du dein Masterkennwort bei der Wiederherstellung eingeben musst
pl: aby uniknąć konieczności wprowadzania hasła głównego podczas przywracania mojego sejfu.

# decryption_kit_settings_toggle_title
source: Include the Master Password hash
de: Füge den Hash des Master-Passworts hinzu
pl: Dodaj skrót hasła głównego,

# decryption_kit_step1
source: Download this PDF
de: Diese PDF herunterladen
pl: Pobierz plik PDF

# decryption_kit_step2
source: Print it and keep it safe
de: Drucken und an einem sicheren Ort verwahren
pl: Wydrukuj go i trzymaj w bezpiecznym miejscu

# decryption_kit_title
source: Vault Decryption Kit
de: Tresor Entschlüsselungskit
pl: Zestaw deszyfrujący

# enter_current_password_description
source: Authentication is required to change the Master Password.
de: Eine Verifizierung wird benötigt, um dein Masterkennwort zu ändern.
pl: Autoryzacja jest wymagana, aby zmienić hasło główne.

# enter_current_password_title
source: Current Password
de: Aktuelles Passwort
pl: Aktualne hasło

# export_backup_modal_encrypted_description
source: Your backup will be encrypted with your Master Password and Secret Words for added security (highly recommended).
de: Deine Datensicherung wird mit deinem Masterkennwort und deinen Wiederherstellungswörtern verschlüsselt (wird empfohlen).
pl: Twoja kopia zapasowa zostanie zaszyfrowana przy użyciu hasła głównego i tajnych słów w celu zwiększenia bezpieczeństwa (zalecane).

# export_backup_modal_encrypted_title
source: Encrypted
de: Verschlüsselt
pl: Szyfrowanie

# export_backup_modal_save_to_file
source: Save to file
de: Als Datei speichern
pl: Zapisz plik

# export_backup_modal_share
source: Share
de: Teilen
pl: Udostępnij

# export_backup_modal_title
source: Export your backup
de: Exportiere deine Datensicherung
pl: Eksport kopii zapasowej

# export_vault_title
source: Save the exported Vault in a safe place
de: Speicher den exportierten Tresor an einem sicheren Ort
pl: Zapisz wyeksportowany sejf w bezpiecznym miejscu

# external_import_error_generic
source: An error occurred while trying to read the file. Please check that the file content is correct and try again.
de: Beim Lesen dieser Datei ist ein Fehler aufgetreten. Bitte überprüfe den Inhalt und versuche es anschließend noch einmal.
pl: Wystąpił błąd podczas próby odczytu pliku. Sprawdź, czy zawartość pliku jest poprawna i spróbuj ponownie.

# external_import_error_prefix
source: Error: %@
de: Fehler: %@
pl: Błąd: %@

# external_import_error_title
source: Transfer Error
de: Fehler beim Transferieren.
pl: Błąd transferu

# external_import_transfer_title
source: Transfer from %@
de: Übertragen von %@
pl: Transfer z %@

# filter_tag_banner_ios
source: Showing %d Items tagged: **%@**
de: Zeigt %d Einträge mit Tag: **%@**
pl: Wyświetlanie %d elementów z Tagiem: **%@**

# forgot_master_password_description
source: To verify the master password, you need the Decryption Kit that contains the Master Password hash.
de: Um das Master-Passwort zu verifizieren, benötigst du das Entschlüsselungskit, das den Hash deines Master-Passworts enthält.
pl: Aby zweryfikować hasło główne, potrzebujesz zestawu deszyfrującego, który zawiera skrót (hash) hasła głównego.

# forgot_master_password_error_app_locked_subtitle
source: Access temporarily blocked due to failed attempts to verify the master password.
de: Der Zugriff ist vorübergehend gesperrt, da das Master-Passwort zu oft falsch eingegeben wurde.
pl: Dostęp został tymczasowo zablokowany z powodu nieudanych prób weryfikacji hasła głównego.

# forgot_master_password_error_app_locked_title
source: Verification blocked
de: Verifikation blockiert
pl: Weryfikacja zablokowana

# forgot_master_password_no_master_key_subtitle
source: It is required to verify the Decryption Kit
de: Verifizierung des Entschlüsselungskits erforderlich
pl: Jest on wymagany do zweryfikowania zestawu deszyfrującego

# forgot_master_password_no_master_key_title
source: Master Password hash is missing
de: Der Masterkennwort-Hast fehlt
pl: Brakuje skrótu hasła głównego

# forgot_master_password_title
source: Master Password verification
de: Masterkennwort Verifikation
pl: Weryfikacja hasła głównego

# forgot_master_password_verification_success_title
source: Verification successful
de: Verifikation erfolgreich
pl: Weryfikacja udana

# general_error_no_local_vault
source: No local Vault found. Please reinstall the app
de: Kein Tresor auf diesem Gerät gefunden. Bitte reinstalliere die App.
pl: Nie znaleziono lokalnego sejfu. Zainstaluj ponownie aplikację

# general_network_error_details
source: Network error: %@
de: Netzwerkfehler: %@
pl: Błąd sieci: %@

# general_not_available
source: Not Available
de: Nicht verfügbar
pl: Niedostępny

# general_server_error_details
source: Server error: %@
de: Serverfehler: %@
pl: Błąd serwera : %@

# home_delete_confirm_body
source: Are you sure you want to remove %d Items? You can recover them later.
de: Bist du sicher, dass du %d Einträge entfernen möchtest? Du kannst sie später wiederherstellen.
pl: Na pewno chcesz usunąć %d elementów? Możesz przywrócić je później.

# home_delete_confirm_title
source: Remove Items?
de: Einträge entfernen?
pl: Usunąć elementy?

# home_empty_import_cta
source: Start with quick setup
de: Starte mit dem Einrichten
pl: Szybka konfiguracja

# home_empty_title
source: No Items available
de: Keine Einträge vorhanden
pl: Brak dostępnych elementów

# home_filter_selected_tag_count_plural
source: (%d Items)
de: (%d Einträge)
pl: (%d elementów)

# home_filter_selected_tag_count_single
source: (%d item)
de: (%d Eintrag)
pl: (%d element)

# home_list_menu_clear_filters
source: Clear filters
de: Filter zurücksetzen
pl: Wyczyść filtry

# home_list_menu_edit
source: Edit list
de: Liste bearbeiten
pl: Edytuj listę

# home_list_menu_select
source: Select
de: Auswählen
pl: Zaznacz

# home_list_menu_sort
source: Sort by
de: Sortieren nach
pl: Sortuj

# home_list_options_modal_title
source: List Options
de: Listenoptionen
pl: Ustawienia listy

# home_multiselect_delete_body
source: Remove selected Items.
de: Ausgewählte Einträge entfernen
pl: Usuń wybrane elementy.

# home_multiselect_delete_button
source: Remove %d Items
de: Entferne %d Einträge
pl: Usuń %d elementów

# home_multiselect_security_tier_change_body
source: Change the Security Tier of selected Items.
de: Ändere die Sicherheitsstufe der ausgewählten Einträge.
pl: Zmień poziom bezpieczeństwa wybranych elementów.

# home_multiselect_security_tier_change_button
source: Change %d Items
de: Ändere %d Einträge
pl: Zmień %d elementy

# home_multiselect_security_tier_subtitle
source: Edit selected Items
de: Ausgewählte Einträge bearbeiten
pl: Edytuj zaznaczone elementy

# home_multiselect_security_tier_title
source: Security Tier
de: Sicherheitsstufe
pl: Poziom bezpieczeństwa

# home_multiselect_tags_subtitle
source: Edit selected Items
de: Ausgewählte Einträge bearbeiten
pl: Edytuj zaznaczone elementy

# home_selection_count
source: %d Items
de: %d Einträge
pl: %d el.

# home_selection_deselect_all
source: Deselect all
de: Keine auswählen
pl: Odznacz wszystko

# home_selection_select_all
source: Select all
de: Alle auswählen
pl: Zaznacz wszystko

# home_title
source: Items
de: Einträge
pl: Elementy

# import_export_auth_description
source: Authentication is required to export backup file
de: Eine Authentifizierung ist erforderlich, um die Datensicherung zu exportieren.
pl: Autoryzacja jest wymagana, aby wyeksportować kopię zapasową

# import_export_backup_file_title
source: 2FAS Pass Backup File
de: 2FAS Pass Datensicherungsdatei
pl: Kopia zapasowa 2FAS Pass

# import_export_backup_saved_toast
source: Backup file saved!
de: Datensicherung wurde gespeichert!
pl: Zapisano kopię zapasową!

# import_export_import_successful_toast
source: Import successful!
de: Importieren erfolgreich!
pl: Import przebiegł pomyślnie!
